---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedSupplyAirflowParam
source: html/d647b261-d489-d08f-9f1e-fa04bfcee180.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedSupplyAirflowParam Property

"Calculated Supply Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedSupplyAirflowParam { get; }
```